Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ གཟི་བརྗིད་ ཆེན་པོ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕྱོགས་ མཉམ་ དགོངས་པ་ ལ །_། སྐྱུ་རུ་ར་ ཡི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $786 “The well-gone Mahātejas, when a physician, |#| Offered myrobalan fruit |#| Before the thus-gone Equal Intent in All Directions |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་གྲོས་ ཟབ་མོ་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགོངས་པ་ བསྙེངས་ མེད་ ལ །_། མུ་ཏིག་ འབྲུམ་བུ་ གསུམ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $787 “The well-gone Gambhīramati, when a householder, |#| Offered three pearls |#| Before the thus-gone Fearless Intent |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་རྩི་ གཞན་ གྱི་ ཁོལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྩོན་འགྲུས་ གསལ་བ་ དེ འི །_། འཆག་ས ར་ ལྗོན་ཤིང་ རིག་བྱེད་ བསྐྲུན་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $788 “The well-gone Amṛta, when a servant of others, |#| Offered a palisade of trees for the monastic walkway |#| Of the thus-gone Luminous Diligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ སྟོབས་ ཚལ་ གྱི་ ལས་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ་ རྒྱ་ ཆེན་ ལ །_། འོད་མ འི་ ཚལ་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $789 “The well-gone Dharmabala, when a gardener, |#| Offered a bamboo grove |#| Before the thus-gone Vast Luminosity |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཆོད་ ལྡན་ རྒན་པོ འི་ [326b] ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསན་པ འི་ བློ་ལྡན་ ལ །_། རྩྭ་ ཡི་ རོ་བཅུད་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $790 “The thus-gone Pūjya, when an old man, [326.b] |#| Offered herbal grass juice |#| Before the thus-gone Intelligent Listener |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ འོད་ ནི་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲིབ་ མེད་ དགོངས་པ་ དེ འི །_། ལམ་ དག་ ཉེ་བ ར་ མཚོན་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $791 “The well-gone Puṣpaprabha, when a guide, |#| Showed the way |#| Before the thus-gone Stainless Intent |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁམས་ གསུམ་ མཆོད་གནས་ གསེར་ རྟོག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་ མེད་ འོད་ཟེར་ ལ །_། གསེར་སྲང་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $792 “The well-gone Trailokyapūjya, when a gold expert, |#| Offered a measure of gold |#| Before the thus-gone Light Rays of Fearlessness |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ ཉི་མ འི་ སྙིང་པོ་ ཕྱེ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ དབྱངས་ཅན་ དེ་ ལ་ ནི །_། ཀཱར་ ཥཱ་པ་ ནི་ རི་བ འི་ ཕྱེ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $793 “The well-gone Rāhu­sūrya­garbha, when a flour merchant, |#| Offered a kārṣapana’s worth of flour |#| Before the thus-gone Nectar Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷ ས་ མཆོད་ རྩལ་ ཆེན་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ གསུངས་པ་ དེ་ ཡི་ ནི །_། འཁོར་ གྱི་ ཁྱམས་ དག་ གསེར་ གྱི་ སྣམ་བུ་ བཏིང་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $794 “The thus-gone Marutpūjita, when a powerful brahmin, |#| Spread a golden blanket in the courtyard |#| Before the thus-gone Excellent Speech |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐར་པ འི་ རྒྱལ་མཚན་ རས་བལ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ མཁས་པ་ མཆོག་ དེ་ ལ །_། རས་བལ་ དག་ ནི་ གཏོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $795 “The well-gone Mokṣadhvaja, when an expert on cotton textiles, |#| Scattered raw cotton |#| Before the well-gone Supreme Expert |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་རྩི འི་ འོད་ ནི་ གཙང་སྦྲ་ ཅན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ་ དེ་ ལ་ ནི །_། སུ་ དར་ཤ་ ན འི་ མེ་ཏོག་ གཏོར་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $796 The well-gone Amṛtaprabha,#239 when a brahmin versed in the Vedas |#| Scattered sudarśana flowers |#| Before the thus-gone King of Excellent Qualities |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྡོ་རྗེ་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དབང་པོ་ སྦས་པ་ ལ །_། རྒྱ་ སྲན་ དག་ གི་ ཕྱེ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $797 “The thus-gone Vajra, when a destitute, |#| Offered half a bean |#| Before the thus-gone Hidden Faculties |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བརྟན་པ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ འི་ བསམ་གཏན་ ལ །_། སབ་ ཏ་པ་ རྣ འི་ མེ་ཏོག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $798 “The thus-gone Dṛḍha, when a garland maker, |#| Scattered sapataparṇi flowers |#| Before the thus-gone Liberating Concentration |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྣང་ ལྡན་ ཆེན་པོ་ ལམ་ དུ་ ཞུགས་པ་ ན །_། |#| བདེ་གཤེགས་ རིན་ཆེན་ ཕུང་པོ་ འགྲོན་པོ་ བྱེད་པ་ ཡིས །_། ནམ་ གྱི་ གུང་ཐུན་ དག་ ལ་ མེལ་ཚེ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $799 “The well-gone Ratnaskandha, when a traveler, |#| Visited the well-gone Great Light Bearer, |#| Serving as a midnight watchman, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཛེས་ [327a] གཤེགས་ རྩིས་པ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཙན་དན་ སྤོས་ དེ་ ལ །_། ཙམ་པ་ཀ་ ཡི་ མེ་ཏོག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $800 “The well-gone Laḍitakrama, when the son of an astrologer, [327.a] |#| Offered campaka flowers |#| To the thus-gone Sandalwood Fragrance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ་ ལྟར་ གཤེགས་ མར་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟིགས་པ་ གསལ་ དེ་ |#| ལ །_། མར་ཁུ འི་ བཏུང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $801 “The well-gone Bhānumat, when a butter merchant, |#| Offered a drink of clarified butter |#| To the thus-gone Clear Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དག་པ འི་ འོད་ ནི་ དགེ་སློང་ ཚེ །_། བདེ་གཤེགས་ མངོན་ འཕགས་ སྟེགས་ དེ འི་ འཆག་ས་ དག _། |#| ཆག་ཆག་ ཕྱག་དར་ བྱས་ ཏེ་ སྟན་ བཏིང་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $802 “The well-gone Śuddhaprabha, when a monk, |#| Washed and swept a monastic walkway, and prepared a seat |#| For the well-gone Superior Support, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་ ཤུགས་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བལྟ་ ན་ |#| སྡུག་ དེ་ |#| ལ །_། སྣང་ སྒྲོན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $803 “The thus-gone Prabhābala,#240 when a merchant, |#| Offered shining lamps |#| To the thus-gone Beautiful to Behold |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ གཙུག་ ནི་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔག་མེད་ བློ་ དེ་ ལ །_། ཙན་དན་ དང་ ནི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $804 “The well-gone Guṇacūḍa, when a merchant, |#| Offered sandalwood and fruits |#| To the thus-gone Unfathomable Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དཔལ་ རྫོགས་ བཙོ་བླག་ མཁན་ གྱི་ ཚེ །_། བདེ་གཤེགས་ ཉི་མ་ སྟོང་ ལྡན་ གཟི་བརྗིད་ ལ །_། སོས་ཀ་ ཚ་བ འི་ དུས་ སུ་ སྐྱེམ་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $805 “The well-gone Anupamaśrī, when a washerman, |#| Offered a beverage during the pre-monsoon heat |#| To the well-gone Splendor of a Thousand Suns |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་ སྟབས་ རྒྱལ་པོ འི་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཁུར་ བོར་ དེ་ |#| ལ་ ནི །_། ཆོས་ ཀྱི་ གདན་ དག་ གདིང་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $806 “The well-gone Siṃhagati, when a princess, |#| Prepared a Dharma seat |#| For the thus-gone Laying Down the Load |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གྱེན་ དུ་ འཕགས་པ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ ར་ གྲགས་ དེ་ |#| ལ །_། ཡུངས་ཀར་ སྤར་བ་ བཀང་ སྟེ་ |#| གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $807 “The well-gone Udgata, when a forest guard, |#| Scattered a handful of mustard seeds |#| Before the thus-gone Famed Clarity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ བྱིན་པ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕྱོགས་ སུ་ རྣམ་ གྲགས་ ལ །_། ཨེ་ རཎྜ་ ཡི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $808 “The well-gone Puṣpadatta, when a forest guard, |#| Offered eraṇḍa fruits |#| To the thus-gone Universally Renowned |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་འགྱེད་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དབང་ སྒྱུར་ རྒྱལ་པོ་ ལ །_། མུ་ཏིག་ སྤར་བ་ བཀང་ སྟེ་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $809 “The thus-gone Muktaprabha, when a merchant, |#| Scattered a handful of pearls |#| Before the thus-gone Masterful King |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ པད་མ་ ཞིང་ [327b] པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐའ་ ཡ ས་ བློ་ དེ་ ལ །_། ལྷུང་བཟེད་ ལོ་ཐོག་ སར་པ ས་ བཀང་ སྟེ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $810 “The thus-gone Padma, when a farmer, [327.b] |#| Offered an alms bowl filled with fresh crops |#| To the thus-gone Infinite Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ དགྱེས་པ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་ཟེར་ ཡངས་པ་ ལ །_། བུ་རམ་ གོང་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $811 “The well-gone Jñānapriya, when a merchant, |#| Offered a lump of molasses |#| To the thus-gone Vast Radiance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཀོད་པ་ མཛེས་པ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ་ གསལ་ དེ་ ལ །_། སོའུ་ གན་ དྷི་ དག་ སྙིམ་པ་ བཀང་ སྟེ་ གཏོར །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $812 “The well-gone Laḍitavyūha, when a forest guard, |#| Scattered handfuls of saugandhin flowers |#| Before the thus-gone Luminous Array |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཏི་མུག་ མེད་ གནས་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ མཆོག་ དེ་ ལ་ ནི །_། མིག་ མི་ འཛུམས་པ ས་ བལྟ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $813 “The well-gone Amohavihārin, when a brahmin, |#| Gazed without blinking |#| Before the thus-gone Supreme Eye |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྨ་ མེད་ ལྷམ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ འི་ བརྟུལ་ཞུགས་ ལ །_། མཆིལ་ལྷམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $814 “The thus-gone Avraṇa, when a shoemaker, |#| Offered footwear |#| To the thus-gone Yogic Discipline of Liberation |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཏོག་ གི་ རྒྱལ་མཚན་ གྲོང་རྡལ་ གྱི །_། ཁྱེའུ་ ཚེ་ བདེ་གཤེགས་ ཡིད་འོང་ གཟིགས་ དེ་ |#| ལ །_། མེ་ཏོག་ བར་ ཤི འི་ ཕྲེང་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $815 “The well-gone Ketudhvaja, when a village boy, |#| Offered a garland of vārṣikī flowers |#| To the well-gone Beautiful Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདེ་བ ར་ དགོངས་པ་ ཤིང་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་འབར་ དེ་ ལ་ ནི །_། ཨུད་ པལ་ དམར་པོ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $816 “The well-gone Sukhacittin, when a wood gatherer, |#| Offered red utpalas |#| To the thus-gone Blazing Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཏི་མུག་ མེད་ རྒྱལ་ འཁོར་ སྒྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དབྱངས་ ཆེན་ དེ་ ལ་ ནི །_། ན་བཟའ་ རིན་པོ་ཆེ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $817 “The well-gone Vimoharāja, when a universal monarch, |#| Offered precious garments |#| To the thus-gone Great Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོ་ག་ མཁྱེན་པ་ བློན་ ཆེ འི་ ཚེ །_། འོབས་ སུ་ སྟེགས་ དག་ གཟུགས་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། བདེ་གཤེགས་ འོད་ ཕུང་ གཟི་བརྗིད་ ཆེན་པོ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $818 “The well-gone Vidhijña, when a chief minister, |#| Made a bridge across an abyss |#| For the well-gone Splendid Mass of Light, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དག་པ འི་ རྒྱ་མཚོ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཏོག་ གི་ འོད་ དེ་ ལ །_། ཁྲུས་ཁང་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་ [328a] པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $819 “The well-gone Śuddhasāgara, when a merchant, |#| Offered bathing houses |#| To the thus-gone Crest Light[328.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ མངའ་བ་ རྩིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ མཆོད་གནས་ ལ །_། མཆིལ་ལྷམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $820 “The well-gone Ratnadhara, when an astrologer, |#| Offered footwear |#| To the thus-gone Receiver of the Worship of the Worthy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ དམའ་བ་ ནི་ ཤིང་ སྲུངས་ ཚེ །_། བདེ་གཤེགས་ ཡོན་ཏན་ གཟི་བརྗིད་ ཕུང་པོ་ ལ །_། རྒུན་ ཆབ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $821 “The well-gone Anavanata, when a forest guard, |#| Offered grape juice |#| To the well-gone Mass of Splendid Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེ་བོ་ དགའ་ མཛད་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཚན་ གསལ་ དེ་ |#| ལ་ ནི །_། སྤོས་ ནི་ སྲང་ གི་ བཞི་ཆ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $822 “The well-gone Jagattoṣaṇa, when a monk, |#| Offered a quarter measure of incense |#| To the thus-gone Clear Marks |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྨ་བྱ འི་ ང་རོ་ རྩིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་འཕྲོ་ ཆེན་པོ་ ལ །_། སྐྱེད་མོས་ཚལ་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $823 “The well-gone Mayūraruta, when an astrologer, |#| Offered parks |#| To the thus-gone Great Radiance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མ་ ཞུམ་པ་ ནི་ རྔོན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ གསལ་ དེ་ ལ །_། སྐྱོ་མ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $824 “The well-gone Adīna, when a hunter, |#| Offered gruel |#| To the thus-gone Light of the Worthy Ones |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྲིད་ སྲེད་ དྲི་ སྤངས་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགོངས་པ་ ལེགས་ གནས་ ལ །_། ཤིང་ ཤ་པ་ ཡི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $825 “The well-gone Bhava­tṛṣṇā­mala­prahīṇa, when a forest guard, |#| Scattered śiṃśapā flowers |#| Before the thus-gone Mind of Excellent Adherence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྱོད་པ འི་ སྟེགས་ ནི་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟེགས་ ནི་ བཟང་པོ་ ལ །_། སྲན་ཆུང་ དང་ ནི་ འབྲས་ཆན་ གཟེགས་མ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $826 “The well-gone Cāritratīrtha, when a merchant, |#| Offered bits of lentils and boiled rice |#| To the thus-gone Excellent Support |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ མང་ སྙན་ བསྒྲགས་ རིམ་གྲོ་པ །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཡེ་ཤེས་ འབྱུང་གནས་ ལ །_། རྡོ་ ཡི་ གདན་ཁྲི་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $827 “The well-gone Bahudevaghuṣṭa, when serving as an attendant, |#| Offered a throne of stone |#| To the well-gone Source of Wisdom |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ སྟོབས་ ནི་ ཞིང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ དུ་ རིན་ཆེན་ ལ །_། གྲོ་ ཡིས་ སྤར་བ་ བཀང་ སྟེ་ |#| གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $828 “The well-gone Ratnakrama, when a farmer, |#| Filled his hands with wheat and scattered it |#| Before the thus-gone Universal Jewel |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་ བསྣམས་ བཙོ་བླག་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ ཕུང་པོ་ དེ འི །_། [328b] ན་བཟའ་ དག་ ནི་ བཀྲུ་བཤལ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $829 “The well-gone Padmahastin, when a washerman, |#| Washed the robes [328.b] |#| Of the thus-gone Sun Mass |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དཔལ་ ནི་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟོན་པ འི་ སྟེགས་ དེ་ ལ །_། བཞུགས་གདན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $830 “The thus-gone Śrī, when a householder, |#| Offered a seat |#| To the thus-gone Support of the Teacher |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགྲ་ རྒྱལ་ བྲམ་ཟེ འི་ ཆུང་མ འི་ ཚེ །_། བདེ་གཤེགས་ ཁྲོ་འཇོམས་ བྱང་ཆུབ་ སྙིང་པོ ར་ ནི །_། གཤེགས་ ཚེ་ སྦྲང་རྩི ར་ བསྲེས་པ འི་ འོ་མ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $831 “The well-gone Jitaśatru, when the wife of a brahmin, |#| Offered milk mixed with honey |#| When the well-gone Destroyer of Anger proceeded to the seat of awakening, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འབྱོར་ལྡན་ གྲགས་པ་ སློང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ སྐུ་ དེ་ ལ །_། ཨུ་ དུམ་ བཱ་ ར འི་ འབྲས་བུ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $832 “The well-gone Samṛddhayaśas, when a beggar, |#| Offered udumbara fruits |#| To the thus-gone Lion Body |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡུལ་འཁོར་ བཟང་པོ་ ཕྲེང་རྒྱུད་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཤེས་གཉེན་ གྲགས་པ འི་ འོད་ དེ་ ལ །_། ཤིང་ འཛམ་བུ་ ཡི་ འབྲས་བུ་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $833 “The well-gone Surāṣṭra, when the daughter of a garland maker, |#| Offered a jambu fruit |#| To the thus-gone Light of the Renowned Friend |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ འོད་ ནི་ ཕྱུགས་རྫི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ང་རོ་ རྣམ་དག་ ལ །_། ལྷུང་བཟེད་ དར་བ ས་ བཀང་ སྟེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $834 “The well-gone Kusumaprabha, when a cattle herder, |#| Offered an alms bowl filled with buttermilk |#| To the thus-gone Pure Roar |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ ང་རོ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཟང་པོ་ བཞེད་ དེ་ ལ །_། བསྟོད་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $835 “The well-gone Siṃhasvara, when a brahmin, |#| Offered praises |#| To the thus-gone Excellent Assertion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་ལྟར་ ཤར་བ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རབ་ ཞི་ བདག་པོ་ ལ །_། དངུལ་ ལས་ བྱས་པ འི་ ལྷུང་བཟེད་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $836 “The well-gone Candrodgata, when a merchant, |#| Offered an alms bowl of silver |#| To the thus-gone Lord of Peace |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཇོམས་པ འི་ མཆོག་ ནི་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དུལ་བ འི་ གཟི་བརྗིད་ ཀྱི །_། གཙུག་ལག་ཁང་ ནི་ ཙན་དན་ དམར་པོ ས་ བྱུགས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $837 “The well-gone Damajyeṣṭha, when a merchant, |#| Anointed a monastic temple with red sandalwood |#| Before the thus-gone Splendor of Training |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མི་ གཡོ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ ལེགས་ མཆོད་ ལ །_། མེ་ཏོག་ བླ་རེ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $838 “The thus-gone Acala, when a garland maker, |#| Offered a flower canopy |#| To the thus-gone Excellent Worship of Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཕན་ ལྡན་ གཤེགས་པ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཇིག་རྟེན་ འོད་ དེ་ ལ །_། དངུལ་ ལས་ བྱས་པ འི་ [329a] མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $839 “The well-gone Upakāragati, when a merchant, |#| Scattered flowers of silver |#| Before the thus-gone Light of the World[329.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ སྒྲོན་མ་ རྒྱལ་པོ འི་ འཁོར་ སྒྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཇིག་རྟེན་ དག་ གི་ མཆོད་རྟེན་ དེ འི །_། གདུགས་ཚོད་ ལོ་ གྲངས་ བདུན་ སྟོང་ བར་ དུ་ སྦྱར་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $840 “The well-gone Puṇya­pradīpa­rāja, when a universal monarch, |#| Provided midday meals for seven thousand years |#| For the thus-gone Stūpa for the World |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་དབྱངས་ སྐུལ་བ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱོད་པ་ དག་པ་ དེ འི །_། གཙུག་ལག་ཁང་ ནི་ ཙན་དན་ དམར་པོ ས་ བྱས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $841 “The well-gone Svaracodaka, when a captain, |#| Built a monastic temple of red sandalwood |#| For the thus-gone Pure Conduct |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཽ་ཏམ་ ནི་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟེགས་ བཟང་ གཟི་བརྗིད་ ལ །_། གདུགས་ཚོད་ དག་ ནི་ སྦྱར་ ཏེ་ གསོལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $842 “The well-gone Gautama, when a guide, |#| Prepared and offered midday meals |#| Before the thus-gone Splendor of Excellent Steps |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མདངས་ སྟོབས་ བྲམ་ཟེ འི་ ཁྱེའུ་ ཡ་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ མཆོག་ དེ་ ཡི་ ནི །_། ལམ་སྲང་ དག་ ནི་ ཕྱག་དར་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $843 “The well-gone Ojobala, when a brahmin youth, |#| Swept the road |#| Before the thus-gone Supreme Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་ གནས་ རང་བཞིན་ ཤིང་རྟ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ མཐུ་རྩལ་ ཆེན་པོ་ ལ །_། ཤིང་རྟ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $844 “The well-gone Sthita­buddhi­rūpa, when a chariot maker, |#| Offered a chariot |#| To the well-gone Great Power |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་བ་ བཟང་པོ་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ གཟུགས་ དེ་ ལ །_། མར་མེ་ ཁ་ཅིག་ གཅིག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $845 “The well-gone Sucandra, when a destitute, |#| Offered a single lamp |#| To the thus-gone Nectar Form |#| And in doing so first gave rise to the mind of awakening.
